Repository: benjaminhuebner/Smuggler
Catalog: Smuggler/Localizable.xcstrings
Source language: en
Languages: de

source: %@ is ready to use.
de: %@ ist einsatzbereit.

source: %lld files freed from quarantine. %lld files could not be processed:
de: %lld Dateien von Quarantäne befreit. %lld Dateien konnten nicht verarbeitet werden:

source: %lld freed, %lld could not be processed
de: %lld freigegeben, %lld konnten nicht verarbeitet werden

source: %lld freed, %lld failed
de: %lld freigegeben, %lld fehlgeschlagen

source: %lld items are ready to use.
de: %lld Elemente sind einsatzbereit.

source: %lld items freed
de: %lld Elemente freigegeben

source: %lld of %lld items cleaned. Some items had errors.
de: %lld von %lld Elementen bearbeitet. Einige Elemente hatten Fehler.

source: 1 item freed
de: 1 Element freigegeben

source: All items cancelled
de: Alle Elemente abgebrochen

source: Already clean
de: Bereits sauber

source: Already clean — no quarantine present
de: Bereits sauber – keine Quarantäne vorhanden

source: An error occurred
de: Ein Fehler ist aufgetreten

source: and %lld more
de: und %lld weitere

source: Cancel
de: Abbrechen

source: Cancel All
de: Alle abbrechen

source: Cancel all in-flight items
de: Alle laufenden Vorgänge abbrechen

source: Cancel processing
de: Verarbeitung abbrechen

source: Cancelled
de: Abgebrochen

source: Check for Updates…
de: Nach Updates suchen …

source: Choose files or folders to free from quarantine
de: Dateien oder Ordner auswählen, um die Quarantäne aufzuheben

source: Choose files to free from quarantine
de: Dateien auswählen, um die Quarantäne aufzuheben

source: Choose Files…
de: Dateien auswählen …

source: Choose folders to free from quarantine
de: Ordner auswählen, um die Quarantäne aufzuheben

source: Clear All
de: Alle entfernen

source: Could not remove quarantine from %@.
de: Quarantäne von %@ konnte nicht aufgehoben werden.

source: Could not remove quarantine from %lld items.
de: Quarantäne von %lld Elementen konnte nicht aufgehoben werden.

source: Drag files or folders here, or choose them manually
de: Dateien oder Ordner hierher ziehen oder manuell auswählen

source: Drop files to remove quarantine
de: Dateien ablegen, um die Quarantäne aufzuheben

source: Drop more files here
de: Weitere Dateien hierher ziehen

source: Drop zone. Drag files or folders to remove quarantine.
de: Ablagezone. Dateien oder Ordner hierher ziehen, um die Quarantäne aufzuheben.

source: Drop zone. Drop more files here.
de: Ablagezone. Weitere Dateien hierher ziehen.

source: Error
de: Fehler

source: Error: %@
de: Fehler: %@

source: File not found: %@
de: Datei nicht gefunden: %@

source: Freed from quarantine
de: Quarantäne aufgehoben

source: Invalid URL: %@
de: Ungültige URL: %@

source: No items could be freed
de: Keine Elemente konnten freigegeben werden

source: No quarantine was removed.
de: Es wurde keine Quarantäne entfernt.

source: Open
de: Öffnen

source: Open %@?
de: %@ öffnen?

source: Open %lld items?
de: %lld Objekte öffnen?

source: Open File…
de: Datei öffnen …

source: Open Folder…
de: Ordner öffnen …

source: Permission denied: %@
de: Zugriff verweigert: %@

source: Processing timed out: %@
de: Zeitüberschreitung: %@

source: Processing was cancelled
de: Verarbeitung wurde abgebrochen

source: Processing…
de: Verarbeitung …

source: Quarantine Partially Removed
de: Quarantäne teilweise aufgehoben

source: Quarantine Removal Failed
de: Quarantäne konnte nicht aufgehoben werden

source: Quarantine Removed
de: Quarantäne aufgehoben

source: Quarantine removed successfully
de: Quarantäne erfolgreich aufgehoben

source: Quarantine was removed. Only open items you trust.
de: Die Quarantäne wurde entfernt. Öffne nur Objekte, denen du vertraust.

source: Release to free from quarantine
de: Loslassen, um die Quarantäne aufzuheben

source: Release to remove quarantine
de: Loslassen, um die Quarantäne aufzuheben

source: Remove all items from the list
de: Alle Elemente aus der Liste entfernen

source: Remove Quarantine
de: Quarantäne aufheben

source: Remove quarantine from %@?
de: Quarantäne von %@ entfernen?

source: Remove quarantine from %lld items?
de: Quarantäne von %lld Objekten entfernen?

source: Removing quarantine…
de: Quarantäne wird aufgehoben …

source: Show error details
de: Fehlerdetails anzeigen

source: Smuggler could not verify that this request came from its Finder extension. Only continue if you initiated it. %@
de: Smuggler konnte nicht überprüfen, ob diese Anfrage von der Finder-Erweiterung stammt. Fahre nur fort, wenn du sie selbst ausgelöst hast. %@

# System error %d for: %@
source: System error %1$d for: %2$@
de: Systemfehler %1$d für: %2$@

source: System location cannot be modified: %@
de: Systemort kann nicht geändert werden: %@
